Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Radera
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Agent
ar: حذف الوكيل
de: Agent löschen
es: Eliminar agente
fr: Supprimer l'agent
he: מחק סוכן
hi: एजेंट हटाएँ
id: Hapus agen
it: Elimina agente
ja: エージェントを削除
ko: 에이전트 삭제
nl: Agent verwijderen
pl: Usuń agenta
pt_br: Excluir agente
ru: Удалить агента
sv: Ta bort agent
tr: Ajanı sil
uk: Видалити агента
vi: Xóa agent
zh_hans: 删除智能体
zh_hant: 刪除代理

source: Delete Model
ar: حذف النموذج
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
he: מחק מודל
hi: मॉडल हटाएं
id: Hapus Model
it: Elimina modello
ja: モデルを削除
ko: 모델 삭제
nl: Model verwijderen
pl: Usuń model
pt_br: Excluir modelo
ru: Удалить модель
sv: Radera modell
tr: Modeli Sil
uk: Видалити модель
vi: Xóa mô hình
zh_hans: 删除模型
zh_hant: 刪除模型

source: Delete Preset
ar: حذف الإعداد المسبق
de: Voreinstellung löschen
es: Eliminar ajuste preestablecido
fr: Supprimer le préréglage
he: מחק הגדרה מוגדרת מראש
hi: प्रीसेट हटाएं
id: Hapus Preset
it: Elimina preimpostazione
ja: プリセットを削除
ko: 프리셋 삭제
nl: Voorinstelling verwijderen
pl: Usuń ustawienie wstępne
pt_br: Excluir Predefinição
ru: Удалить пресет
sv: Ta bort förinställning
tr: Ön Ayarı Sil
uk: Видалити пресет
vi: Xóa giá trị đặt trước
zh_hans: 删除预设
zh_hant: 刪除預設

source: Delete Project
ar: حذف المشروع
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
he: מחק פרויקט
hi: परियोजना हटाएं
id: Hapus Proyek
it: Elimina progetto
ja: プロジェクトを削除
ko: 프로젝트 삭제
nl: Project verwijderen
pl: Usuń projekt
pt_br: Excluir Projeto
ru: Удалить проект
sv: Ta bort projekt
tr: Projeyi Sil
uk: Видалити проєкт
vi: Xóa dự án
zh_hans: 删除项目
zh_hant: 刪除專案

source: Delete Schedule
ar: حذف الجدول
de: Zeitplan löschen
es: Eliminar programación
fr: Supprimer la programmation
he: מחיקת תזמון
hi: शेड्यूल हटाएँ
id: Hapus jadwal
it: Eliminare pianificazione
ja: スケジュールを削除
ko: 일정 삭제
nl: Planning verwijderen
pl: Usuń harmonogram
pt_br: Excluir agendamento
ru: Удалить расписание
sv: Ta bort schema
tr: Zamanlamayı sil
uk: Видалити розклад
vi: Xóa lịch
zh_hans: 删除计划
zh_hant: 刪除排程

source: Delete Selected
ar: حذف المحدد
de: Ausgewählte löschen
es: Eliminar seleccionados
fr: Supprimer la sélection
he: מחק את הנבחרים
hi: चयनित हटाएं
id: Hapus yang Dipilih
it: Elimina selezionati
ja: 選択項目を削除
ko: 선택 항목 삭제
nl: Geselecteerde verwijderen
pl: Usuń zaznaczone
pt_br: Excluir Selecionados
ru: Удалить выбранное
sv: Ta bort markerade
tr: Seçileni Sil
uk: Видалити вибране
vi: Xóa mục đã chọn
zh_hans: 删除选定项
zh_hant: 刪除選取項目

source: Delete Server
ar: حذف الخادم
de: Server löschen
es: Eliminar servidor
fr: Supprimer le serveur
he: מחק שרת
hi: सर्वर हटाएं
id: Hapus Server
it: Elimina server
ja: サーバーを削除
ko: 서버 삭제
nl: Server verwijderen
pl: Usuń serwer
pt_br: Excluir Servidor
ru: Удалить сервер
sv: Ta bort server
tr: Sunucuyu Sil
uk: Видалити сервер
vi: Xóa máy chủ
zh_hans: 删除服务器
zh_hant: 刪除伺服器

source: Delete saved theme
ar: حذف السمة المحفوظة
de: Gespeichertes Design löschen
es: Eliminar tema guardado
fr: Supprimer le thème enregistré
he: מחק ערכת נושא שמורה
hi: सहेजी गई थीम हटाएं
id: Hapus tema yang disimpan
it: Elimina tema salvato
ja: 保存したテーマを削除
ko: 저장된 테마 삭제
nl: Opgeslagen thema verwijderen
pl: Usuń zapisany motyw
pt_br: Excluir tema salvo
ru: Удалить сохраненную тему
sv: Ta bort sparat tema
tr: Kayıtlı temayı sil
uk: Видалити збережену тему
vi: Xóa chủ đề đã lưu
zh_hans: 删除保存的主题
zh_hant: 刪除已儲存的主題

source: Delete...
ar: حذف...
de: Löschen...
es: Eliminar...
fr: Supprimer...
he: מחק...
hi: हटाएं...
id: Hapus...
it: Elimina...
ja: 削除...
ko: 삭제...
nl: Verwijderen...
pl: Usuń...
pt_br: Excluir...
ru: Удалить...
sv: Ta bort...
tr: Sil...
uk: Видалити...
vi: Xóa...
zh_hans: 删除...
zh_hant: 刪除...

source: Deny
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
he: דחה
hi: अस्वीकार करें
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거부
nl: Weigeren
pl: Odrzuć
pt_br: Recusar
ru: Отклонить
sv: Neka
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
he: תיאור
hi: विवरण
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Description (Optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultative)
he: תיאור (אופציונלי)
hi: विवरण (वैकल्पिक)
id: Deskripsi (opsional)
it: Descrizione (facoltativa)
ja: 説明 (任意)
ko: 설명(선택 사항)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalnie)
pt_br: Descrição (opcional)
ru: Описание (необязательно)
sv: Beskrivning (valfritt)
tr: Açıklama (isteğe bağlı)
uk: Опис (необов'язково)
vi: Mô tả (tùy chọn)
zh_hans: 描述 (可选)
zh_hant: 描述 (選填)

source: Description (when to use)
ar: الوصف (متى يُستخدم)
de: Beschreibung (wann zu verwenden)
es: Descripción (cuándo usarla)
fr: Description (quand l'utiliser)
he: תיאור (מתי להשתמש)
hi: विवरण (कब उपयोग करें)
id: Deskripsi (kapan digunakan)
it: Descrizione (quando usarla)
ja: 説明 (使用する場面)
ko: 설명(사용 시점)
nl: Beschrijving (wanneer te gebruiken)
pl: Opis (kiedy używać)
pt_br: Descrição (quando usar)
ru: Описание (когда использовать)
sv: Beskrivning (när den ska användas)
tr: Açıklama (ne zaman kullanılır)
uk: Опис (коли використовувати)
vi: Mô tả (khi nào dùng)
zh_hans: 描述 (何时使用)
zh_hant: 描述 (何時使用)

source: Deselect All
ar: إلغاء تحديد الكل
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
he: בטל בחירת הכל
hi: सभी अचयनित करें
id: Batal Pilih Semua
it: Deseleziona tutto
ja: すべて選択解除
ko: 모두 선택 해제
nl: Alles deselecteren
pl: Odznacz wszystko
pt_br: Desmarcar Tudo
ru: Снять выделение со всего
sv: Avmarkera alla
tr: Tümünün Seçimini Kaldır
uk: Зняти виділення з усього
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

source: Design a clean SwiftUI component
ar: صمم مكون SwiftUI نظيفًا
de: Entwerfen Sie eine saubere SwiftUI-Komponente
es: Diseñar un componente limpio en SwiftUI
fr: Concevoir un composant SwiftUI propre
he: עצב רכיב SwiftUI נקי
hi: एक साफ़ SwiftUI घटक डिज़ाइन करें
id: Desain komponen SwiftUI yang bersih
it: Progetta un componente SwiftUI pulito
ja: クリーンなSwiftUIコンポーネントを設計してください
ko: 깔끔한 SwiftUI 컴포넌트를 설계해주세요
nl: Ontwerp een strak SwiftUI-component
pl: Zaprojektuj czysty komponent SwiftUI
pt_br: Projetar um componente SwiftUI limpo
ru: Спроектировать чистый компонент SwiftUI
sv: Designa en ren SwiftUI-komponent
tr: Temiz bir SwiftUI bileşeni tasarla
uk: Створіть чистий компонент SwiftUI
vi: Thiết kế thành phần SwiftUI gọn gàng
zh_hans: 设计一个简洁的 SwiftUI 组件
zh_hant: 設計一個簡潔的 SwiftUI 元件

source: Detach
ar: فصل
de: Trennen
es: Separar
fr: Détacher
he: נתק
hi: अलग करें
id: Lepaskan
it: Scollega
ja: 切り離す
ko: 분리
nl: Ontkoppelen
pl: Odłącz
pt_br: Desanexar
ru: Отсоединить
sv: Koppla från
tr: Ayır
uk: Від'''єднати
vi: Tách rời
zh_hans: 分离
zh_hant: 分離

source: Detect Model Libraries
ar: اكتشاف مكتبات النماذج
de: Modellbibliotheken erkennen
es: Detectar bibliotecas de modelos
fr: Détecter les bibliothèques de modèles
he: זיהוי ספריות מודלים
hi: मॉडल लाइब्रेरी का पता लगाएं
id: Deteksi Pustaka Model
it: Rileva librerie di modelli
ja: モデルライブラリを検出
ko: 모델 라이브러리 감지
nl: Modelbibliotheken detecteren
pl: Wykryj biblioteki modeli
pt_br: Detectar bibliotecas de modelos
ru: Обнаружить библиотеки моделей
sv: Upptäck modellbibliotek
tr: Model Kitaplıklarını Algıla
uk: Виявити бібліотеки моделей
vi: Phát hiện thư viện mô hình
zh_hans: 检测模型库
zh_hant: 偵測模型庫

source: Detected
ar: تم الاكتشاف
de: Erkannt
es: Detectado
fr: Détecté
he: זוהה
hi: पता चला
id: Terdeteksi
it: Rilevato
ja: 検出済み
ko: 감지됨
nl: Gedetecteerd
pl: Wykryto
pt_br: Detectado
ru: Обнаружено
sv: Identifierad
tr: Algılandı
uk: Виявлено
vi: Đã phát hiện
zh_hans: 已检测
zh_hant: 已偵測

source: Detected SOUL.md files
ar: ملفات SOUL.md المكتشفة
de: Erkannte SOUL.md-Dateien
es: Archivos SOUL.md detectados
fr: Fichiers SOUL.md détectés
he: קובצי SOUL.md שזוהו
hi: पहचानी गई SOUL.md फ़ाइलें
id: File SOUL.md yang terdeteksi
it: File SOUL.md rilevati
ja: 検出された SOUL.md ファイル
ko: 감지된 SOUL.md 파일
nl: Gedetecteerde SOUL.md-bestanden
pl: Wykryte pliki SOUL.md
pt_br: Arquivos SOUL.md detectados
ru: Обнаруженные файлы SOUL.md
sv: Identifierade SOUL.md-filer
tr: Algılanan SOUL.md dosyaları
uk: Виявлені файли SOUL.md
vi: Các tệp SOUL.md đã phát hiện
zh_hans: 已检测到的 SOUL.md 文件
zh_hant: 偵測到的 SOUL.md 檔案

source: Deterministic Seed
ar: بذرة محددة
de: Deterministischer Seed
es: Semilla determinista
fr: Graine déterministe
he: גרעין דטרמיניסטי
hi: नियतात्मक बीज
id: Seed Deterministik
it: Seed deterministico
ja: 決定的シード
ko: 결정론적 시드
nl: Deterministische seed
pl: Ziarno deterministyczne
pt_br: Semente determinística
ru: Детерминированный сид
sv: Deterministiskt frö
tr: Belirleyici Tohum
uk: Детермінований сід
vi: Hạt giống xác định
zh_hans: 确定性种子
zh_hant: 決定性種子

source: Dialect
ar: اللهجة
de: Dialekt
es: Dialecto
fr: Dialecte
he: ניב
hi: बोली
id: Dialek
it: Dialetto
ja: ダイアレクト
ko: 방언
pl: Dialekt
pt_br: Dialeto
ru: Диалект
sv: Dialekt
tr: Lehçe
uk: Діалект
vi: Phương ngữ
zh_hans: 方言
zh_hant: 方言

source: Directional Steering
ar: التوجيه الاتجاهي
de: Direktionale Steuerung
es: Dirección vectorial
fr: Guidage directionnel
he: היגוי כיווני
hi: दिशात्मक संचालन
id: Kemudi Terarah
it: Sterzo direzionale
ja: 方向ステアリング
ko: 방향성 조향
nl: Directionele besturing
pl: Sterowanie kierunkowe
pt_br: Direcionamento vetorial
ru: Направленное управление
sv: Riktningsstyrning
tr: Yönlendirmeli Yönlendirme
uk: Спрямоване керування
vi: Điều khiển hướng
zh_hans: 定向转向
zh_hant: 定向轉向

source: Directional steering applies a rank-1 edit to the model's residual stream at every layer, while it generates. Nothing is written to the model files and the edit is reversible between two turns.
ar: يطبق التوجيه الاتجاهي تعديلًا من الرتبة 1 على التدفق المتبقي للنموذج في كل طبقة أثناء إنشائه. لا تتم كتابة أي شيء في ملفات النموذج ويكون التعديل قابلاً للعكس بين جولتين.
de: Direktionales Steuern wendet bei der Generierung auf jeder Schicht eine Rang-1-Bearbeitung auf den Residualstrom des Modells an. Es wird nichts in die Modelldateien geschrieben und die Bearbeitung ist zwischen zwei Runden reversibel.
es: La dirección vectorial aplica una edición de rango 1 al flujo residual del modelo en cada capa mientras genera. No se escribe nada en los archivos del modelo y la edición es reversible entre turnos.
fr: Le guidage directionnel applique une modification de rang 1 au flux résiduel du modèle à chaque couche pendant la génération. Rien n'est écrit dans les fichiers du modèle et la modification est réversible entre deux tours.
he: היגוי כיווני מחיל עריכה מדרגה 1 על הזרם השיורי של המודל בכל שכבה, בזמן שהוא מייצר. שום דבר אינו נכתב לקובצי המודל והעריכה הפיכה בין שני תורות.
hi: दिशात्मक स्टीयरिंग प्रत्येक परत पर मॉडल के अवशिष्ट प्रवाह में रैंक-1 संपादन लागू करता है, जब यह उत्पन्न होता है। मॉडल फ़ाइलों में कुछ भी नहीं लिखा जाता है और संपादन दो मोड़ों के बीच प्रतिवर्ती होता है।
id: Kemudi terarah menerapkan pengeditan peringkat-1 ke aliran sisa model di setiap lapisan saat menghasilkan. Tidak ada yang ditulis ke file model dan pengeditan dapat dibalikkan di antara dua giliran.
it: Lo sterzo direzionale applica una modifica di rango 1 al flusso residuo del modello a ogni livello durante la generazione. Non viene scritto nulla nei file del modello e la modifica è reversibile tra due turni.
ja: 方向ステアリングは、生成中に各レイヤーでモデルの残差ストリームにランク 1 の編集を適用します。モデルファイルには何も書き込まれず、2 つのターンの間で編集を元に戻すことができます。
ko: 방향성 조향은 생성 중에 모든 레이어에서 모델의 잔차 스트림에 랭크 1 편집을 적용합니다. 모델 파일에는 아무것도 기록되지 않으며 두 턴 사이에 편집을 되돌릴 수 있습니다.
nl: Directionele besturing past tijdens het genereren op elke laag een rang-1-bewerking toe op de reststroom van het model. Er wordt niets naar de modelbestanden geschreven en de bewerking is omkeerbaar tussen twee beurten.
pl: Sterowanie kierunkowe stosuje edycję rzędu 1 do strumienia resztkowego modelu na każdej warstwie podczas generowania. Nic nie jest zapisywane w plikach modelu, a edycja jest odwracalna między dwiema turami.
pt_br: O direcionamento vetorial aplica uma edição de posto 1 ao fluxo residual do modelo em cada camada enquanto ele gera. Nada é gravado nos arquivos do modelo e a edição é reversível entre turnos.
ru: Направленное управление применяет правку ранга 1 к остаточному потоку модели на каждом слое во время генерации. В файлы модели ничего не записывается, и правка обратима между репликами.
sv: Riktningsstyrning tillämpar en rang-1-redigering på modellens restström vid varje lager medan den genererar. Inget skrivs till modellfilerna och redigeringen är reversibel mellan två turer.
tr: Yönlendirmeli yönlendirme, üretim sırasında her katmanda modelin artık akışına 1. derece bir düzenleme uygular. Model dosyalarına hiçbir şey yazılmaz ve düzenleme iki tur arasında geri alınabilir.
uk: Спрямоване керування застосовує редагування рангу 1 до залишкового потоку моделі на кожному шарі під час генерації. У файли моделі нічого не записується, і редагування є зворотним між репліками.
vi: Điều khiển hướng áp dụng chỉnh sửa hạng 1 cho luồng dư của mô hình ở mọi lớp trong khi tạo. Không có gì được ghi vào các tệp mô hình và chỉnh sửa có thể đảo ngược giữa hai lượt.
zh_hans: 定向转向在生成时对每一层的模型残差流应用秩 1 编辑。不会向模型文件写入任何内容，且该编辑在两轮对话之间是可逆的。
zh_hant: 定向轉向在生成時對每一層的模型殘差流應用秩 1 編輯。不會向模型檔案寫入任何內容，且該編輯在兩輪對話之間是可逆的。

source: Directions
ar: الاتجاهات
de: Richtungen
es: Direcciones
he: כיוונים
hi: दिशाएं
id: Arah
it: Direzioni
ja: 方向
ko: 방향
nl: Richtingen
pl: Kierunki
pt_br: Direções
ru: Направления
sv: Riktningar
tr: Yönler
uk: Напрямки
vi: Các hướng
zh_hans: 方向
zh_hant: 方向

source: Directory
ar: الدليل
de: Verzeichnis
es: Directorio
fr: Répertoire
he: תיקייה
hi: डायरेक्टरी
id: Direktori
ja: ディレクトリ
ko: 디렉터리
nl: Map
pl: Katalog
pt_br: Diretório
ru: Каталог
sv: Katalog
tr: Dizin
uk: Каталог
vi: Thư mục
zh_hans: 目录
zh_hant: 目錄

source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
he: מושבת
hi: अक्षम
id: Nonaktif
it: Disattivato
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ru: Отключено
sv: Inaktiverad
tr: Devre dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已禁用
zh_hant: 已停用

source: Disallowed Tools (Comma-separated)
ar: الأدوات غير المسموح بها (مفصولة بفواصل)
de: Unzulässige Tools (kommagetrennt)
es: Herramientas no permitidas (separadas por comas)
fr: Outils interdits (séparés par des virgules)
he: כלים אסורים (מופרדים בפסיקים)
hi: अननुमत टूल (अल्पविराम से अलग)
id: Alat yang tidak diizinkan (dipisahkan koma)
it: Strumenti non consentiti (separati da virgole)
ja: 禁止するツール (カンマ区切り)
ko: 허용되지 않는 도구(쉼표로 구분)
nl: Niet-toegestane tools (kommagescheiden)
pl: Niedozwolone narzędzia (oddzielone przecinkami)
pt_br: Ferramentas não permitidas (separadas por vírgula)
ru: Запрещенные инструменты (через запятую)
sv: Otillåtna verktyg (kommaseparerade)
tr: İzin verilmeyen araçlar (virgülle ayrılmış)
uk: Заборонені інструменти (через кому)
vi: Công cụ không được phép (phân tách bằng dấu phẩy)
zh_hans: 禁止的工具 (以逗号分隔)
zh_hant: 禁止的工具 (以逗號分隔)

source: Disallowed Tools:
ar: الأدوات غير المسموح بها:
de: Unzulässige Tools:
es: Herramientas no permitidas:
fr: Outils interdits :
he: כלים אסורים:
hi: अननुमत टूल:
id: Alat yang tidak diizinkan:
it: Strumenti non consentiti:
ja: 禁止するツール:
ko: 허용되지 않는 도구:
nl: Niet-toegestane tools:
pl: Niedozwolone narzędzia:
pt_br: Ferramentas não permitidas:
ru: Запрещенные инструменты:
sv: Otillåtna verktyg:
tr: İzin verilmeyen araçlar:
uk: Заборонені інструменти:
vi: Công cụ không được phép:
zh_hans: 禁止的工具:
zh_hant: 禁止的工具:

source: Discard Temporary Chat
ar: تجاهل المحادثة المؤقتة
de: Temporären Chat verwerfen
es: Descartar chat temporal
fr: Ignorer la discussion temporaire
he: בטל צ'''אט זמני
hi: अस्थायी चैट छोड़ें
id: Buang Obrolan Sementara
it: Elimina chat temporanea
ja: 一時チャットを破棄
ko: 임시 채팅 삭제
nl: Tijdelijke chat weggooien
pl: Odrzuć czat tymczasowy
pt_br: Descartar Chat Temporário
ru: Удалить временный чат
sv: Släng tillfällig chatt
tr: Geçici Sohbeti At
uk: Відхилити тимчасовий чат
vi: Hủy cuộc trò chuyện tạm thời
zh_hans: 舍弃临时聊天
zh_hant: 捨棄暫存聊天

source: Discover
ar: استكشاف
de: Entdecken
es: Descubrir
fr: Découvrir
he: גלה
hi: खोजें
id: Jelajahi
it: Scopri
ja: 探す
ko: 탐색
nl: Ontdekken
pl: Odkrywaj
pt_br: Descobrir
ru: Обзор
sv: Upptäck
tr: Keşfet
uk: Огляд
vi: Khám phá
zh_hans: 发现
zh_hant: 發現

source: Discover Hub ->
ar: استكشاف المركز ->
de: Hub entdecken ->
es: Explorar el hub ->
fr: Découvrir le hub ->
he: גלה את המרכז ->
hi: हब देखें ->
id: Jelajahi hub ->
it: Esplora l'hub ->
ja: ハブを見る ->
ko: 허브 둘러보기 ->
nl: Hub verkennen ->
pl: Odkryj hub ->
pt_br: Descobrir o hub ->
ru: Открыть хаб ->
sv: Utforska hubben ->
tr: Merkezi keşfet ->
uk: Відкрити хаб ->
vi: Khám phá trung tâm ->
zh_hans: 探索中心 ->
zh_hant: 探索中心 ->

source: Discover Hub →
ar: استكشاف المركز →
de: Hub entdecken →
es: Explorar Hub →
fr: Découvrir le Hub →
he: גלה מרכז →
hi: हब देखें →
id: Jelajahi Hub →
it: Esplora Hub →
ja: ハブを探索 →
ko: 허브 둘러보기 →
nl: Hub ontdekken →
pl: Odkryj Hub →
pt_br: Descobrir Hub →
ru: Обзор каталога →
sv: Upptäck navet →
tr: Merkezi Keşfet →
uk: Огляд каталогу →
vi: Khám phá Hub →
zh_hans: 发现中心 →
zh_hant: 探索中心 →

source: Discover Models
ar: استكشاف النماذج
de: Modelle entdecken
es: Descubrir modelos
fr: Découvrir des modèles
he: גלה מודלים
hi: मॉडल खोजें
id: Temukan Model
it: Scopri modelli
ja: モデルを見つける
ko: 모델 탐색
nl: Modellen ontdekken
pl: Odkryj modele
pt_br: Descobrir Modelos
ru: Обзор моделей
sv: Upptäck modeller
tr: Modelleri Keşfet
uk: Знайти моделі
vi: Khám phá mô hình
zh_hans: 发现模型
zh_hant: 探索模型

source: Discover Models in Hub
ar: اكتشاف النماذج في المركز
de: Modelle im Hub entdecken
es: Descubrir modelos en el Hub
fr: Découvrir des modèles dans le Hub
he: גלה מודלים במרכז
hi: हब में मॉडल खोजें
id: Temukan Model di Hub
it: Scopri modelli nell'''Hub
ja: Hubでモデルを探す
ko: Hub에서 모델 탐색
nl: Modellen in de Hub ontdekken
pl: Odkrywaj modele w Hubie
pt_br: Descobrir Modelos no Hub
ru: Найти модели в Hub
sv: Upptäck modeller i hubben
tr: Merkezdeki Modelleri Keşfet
uk: Знайти моделі в хабі
vi: Khám phá mô hình trong Hub
zh_hans: 在中心中发现模型
zh_hant: 在中心中探索模型

source: Discover Models...
ar: اكتشاف النماذج...
de: Modelle entdecken...
es: Descubrir modelos...
fr: Découvrir des modèles...
he: גלה מודלים...
hi: मॉडल खोजें...
id: Temukan Model...
it: Scopri modelli...
ja: モデルを探す...
ko: 모델 탐색...
nl: Modellen ontdekken...
pl: Odkrywaj modele...
pt_br: Descobrir Modelos...
ru: Поиск моделей...
sv: Upptäck modeller...
tr: Modelleri Keşfet...
uk: Знайти моделі...
vi: Khám phá mô hình...
zh_hans: 发现模型...
zh_hant: 探索模型...

source: Discover models in hub
ar: استكشاف النماذج في المركز
de: Modelle im Hub entdecken
es: Descubrir modelos en el hub
fr: Découvrir des modèles dans le Hub
he: גלה מודלים במרכז
hi: हब में मॉडल खोजें
id: Temukan model di hub
it: Scopri modelli nell'Hub
ja: ハブでモデルを探索
ko: 허브에서 모델 탐색
nl: Modellen ontdekken in de hub
pl: Odkryj modele w centrum
pt_br: Descobrir modelos no hub
ru: Поиск моделей в каталоге
sv: Upptäck modeller i navet
tr: Merkezde modelleri keşfet
uk: Знайти моделі в хабі
vi: Khám phá mô hình trong hub
zh_hans: 在中心发现模型
zh_hant: 在中心探索模型

source: Discover models...
ar: اكتشاف النماذج...
de: Modelle entdecken...
es: Descubrir modelos...
fr: Découvrir des modèles...
he: גלה מודלים...
hi: मॉडल खोजें...
id: Temukan model...
it: Scopri modelli...
ja: モデルを探す...
ko: 모델 탐색...
nl: Modellen ontdekken...
pl: Odkrywaj modele...
pt_br: Descobrir modelos...
ru: Поиск моделей...
sv: Upptäck modeller...
tr: Modelleri keşfet...
uk: Знайти моделі...
vi: Khám phá mô hình...
zh_hans: 发现模型...
zh_hant: 探索模型...

source: Discover new models…
ar: استكشاف نماذج جديدة…
de: Neue Modelle entdecken…
es: Descubrir nuevos modelos…
fr: Découvrir de nouveaux modèles…
he: גלה מודלים חדשים…
hi: नए मॉडल खोजें…
id: Temukan model baru…
it: Scopri nuovi modelli…
ja: 新しいモデルを見つける…
ko: 새 모델 탐색…
nl: Nieuwe modellen ontdekken…
pl: Odkryj nowe modele…
pt_br: Descobrir novos modelos…
ru: Поиск новых моделей…
sv: Upptäck nya modeller…
tr: Yeni modelleri keşfet…
uk: Знайти нові моделі…
vi: Khám phá mô hình mới…
zh_hans: 发现新模型…
zh_hant: 探索新模型…

source: Disk Path
ar: مسار القرص
de: Festplattenpfad
es: Ruta en disco
fr: Chemin sur le disque
he: נתיב בדיסק
hi: डिस्क पथ
id: Jalur disk
it: Percorso su disco
ja: ディスク上のパス
ko: 디스크 경로
nl: Schijfpad
pl: Ścieżka na dysku
pt_br: Caminho no disco
ru: Путь на диске
sv: Sökväg på disk
tr: Disk yolu
uk: Шлях на диску
vi: Đường dẫn trên đĩa
zh_hans: 磁盘路径
zh_hant: 磁碟路徑

source: Dismiss
ar: تجاهل
de: Schließen
es: Descartar
fr: Ignorer
he: סגור
hi: खारिज करें
id: Tutup
it: Ignora
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Odrzuć
pt_br: Dispensar
ru: Закрыть
sv: Avfärda
tr: Kapat
uk: Закрити
vi: Bỏ qua
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss error
ar: تجاهل الخطأ
de: Fehler verwerfen
es: Descartar error
fr: Ignorer l'erreur
he: סגור שגיאה
hi: त्रुटि खारिज करें
id: Tutup kesalahan
it: Ignora errore
ja: エラーを閉じる
ko: 오류 닫기
nl: Fout negeren
pl: Odrzuć błąd
pt_br: Dispensar erro
ru: Закрыть ошибку
sv: Avfärda fel
tr: Hatayı kapat
uk: Закрити помилку
vi: Bỏ qua lỗi
zh_hans: 忽略错误
zh_hant: 關閉錯誤

source: Dismiss notification
ar: تجاهل الإشعار
de: Benachrichtigung verwerfen
es: Descartar notificación
fr: Ignorer la notification
he: סגור הודעה
hi: सूचना खारिज करें
id: Tutup pemberitahuan
it: Ignora notifica
ja: 通知を閉じる
ko: 알림 닫기
nl: Melding negeren
pl: Odrzuć powiadomienie
pt_br: Dispensar notificação
ru: Закрыть уведомление
sv: Avfärda avisering
tr: Bildirimi kapat
uk: Закрити сповіщення
vi: Bỏ qua thông báo
zh_hans: 忽略通知
zh_hant: 關閉通知

source: Display Name
ar: الاسم المعروض
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
he: שם תצוגה
hi: प्रदर्शन नाम
id: Nama tampilan
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Nazwa wyświetlana
pt_br: Nome de exibição
ru: Отображаемое имя
sv: Visningsnamn
tr: Görünen ad
uk: Відображуване ім'я
vi: Tên hiển thị
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
he: בוצע
hi: संपन्न
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
fr: Télécharger
he: הורד
hi: डाउनलोड
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ru: Загрузить
sv: Hämta
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Download & Install
ar: تنزيل وتثبيت
de: Laden & Installieren
es: Descargar e instalar
fr: Télécharger et installer
he: הורד והתקן
hi: डाउनलोड और इंस्टॉल करें
id: Unduh & Instal
it: Scarica e installa
ja: ダウンロードしてインストール
ko: 다운로드 및 설치
nl: Downloaden en installeren
pl: Pobierz i zainstaluj
pt_br: Baixar e instalar
ru: Скачать и установить
sv: Hämta och installera
tr: İndir ve Yükle
uk: Завантажити та встановити
vi: Tải xuống và cài đặt
zh_hans: 下载并安装
zh_hant: 下載並安裝

source: Download history could not be loaded.
ar: تعذر تحميل سجل التنزيلات.
de: Der Downloadverlauf konnte nicht geladen werden.
es: No se pudo cargar el historial de descargas.
fr: Impossible de charger l’historique des téléchargements.
he: לא ניתן לטעון את היסטוריית ההורדות.
hi: डाउनलोड इतिहास लोड नहीं हो सका।
id: Riwayat unduhan tidak dapat dimuat.
it: Impossibile caricare la cronologia dei download.
ja: ダウンロード履歴を読み込めませんでした。
ko: 다운로드 기록을 불러올 수 없습니다.
nl: De downloadgeschiedenis kon niet worden geladen.
pl: Nie udało się wczytać historii pobierania.
pt_br: Não foi possível carregar o histórico de downloads.
ru: Не удалось загрузить историю загрузок.
sv: Det gick inte att läsa in hämtningshistoriken.
tr: İndirme geçmişi yüklenemedi.
uk: Не вдалося завантажити історію завантажень.
vi: Không thể tải lịch sử tải xuống.
zh_hans: 无法加载下载历史记录。
zh_hant: 無法載入下載記錄。
